{
    "name": "Ninja Foodi Dual Zone Air Fryer - Certified Refurbished [AF300UK] 6 Functions",
    "photo_url": "https://i.ebayimg.com/images/g/X6gAAOSwg7RmPiG0/s-l140.jpg",
    "seller": "Ninja Kitchen",
    "item_url": "https://www.ebay.co.uk/itm/125547765972",
    "price": "£129.00",
    "Condition": "Certified - RefurbishedThe item is in a pristine, like-new condition. It has been professionally inspected, cleaned, and refurbished by the manufacturer or a manufacturer-approved vendor to meet manufacturer specifications. The item will be in original or new packaging with original or new accessories. See the seller's listing for full details. See all condition definitionsopens in a new window or tab",
    "Seller notes": "“Refurbished by Ninja with official parts and accessories. Fully working. Plain packaging. 1-year ...  Read moreabout the seller notes“Refurbished by Ninja with official parts and accessories. Fully working. Plain packaging. 1-year warranty” Read lessabout the seller notes ",
    "Brand": "Ninja",
    "Model": "AF300UKREF",
    "Type": "Ninja Heated Appliances > Ninja Air Fryers",
    "Number of Settings/Programs": "6",
    "Components Included": "Base, Basket, Handle",
    "Colour": "Black",
    "Oil Capacity": "7.6 L",
    "Power Source": "Electric",
    "Power": "2400 W",
    "Manufacturer Warranty": "1 Year",
    "MPN": "AF300UKREF",
    "Features": "LCD Display, Digital Timer, Timer, Drip Tray, Non-Stick, Dishwasher Safe, Display, Automatic",
    "Item Depth": "26.5 cm",
    "Item Width": "41.000",
    "Item Height": "31.4 cm",
    "Item Weight": "8.2 kg",
    "Maximum Timer Setting": "12 hrs",
    "Maximum Temperature": "240°C",
    "Minimum Temperature": "40°C",
    "EAN": "0622356236133",
    "Postage": "Free Express Delivery. See detailsfor postageLocated in: Wakefield, WKF, United KingdomDelivery:Estimated between Mon, 22 Jul and Tue, 23 Jul to BD193PD Delivery time is estimated using our proprietary method which is based on the buyer's proximity to the item location, the delivery service selected, the seller's delivery history and other factors. Delivery times may vary, especially during peak periods. ",
    "Item location": "Wakefield, WKF, United KingdomPosts to: United KingdomExcludes: Afghanistan, Africa, Albania, Andorra, Asia, Austria, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Central America and Caribbean, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Gibraltar, Greece, Guernsey, Hungary, Iceland, Ireland, Italy, Jersey, Latvia, Libya, Liechtenstein, Lithuania, Luxembourg, Macedonia, Malta, Middle East, Moldova, Monaco, Montenegro, Nauru, Netherlands, North America, Norway, Oceania, Poland, Portugal, Republic of Croatia, Romania, Russian Federation, San Marino, Serbia, Slovakia, Slovenia, Somalia, South America, South East Asia, Spain, Svalbard and Jan Mayen, Sweden, Switzerland, Ukraine, Vatican City State, Yemen"
}